"""
Name: {นายชิษณุพงศ์  จันทร์นวล}
SID: {364211760024}
Group: {MIT211}
"""

"""
Question 5:
เขียนโปรแกรมเพื่อคำนวณค่า Body Mass Index (BMI) โดยรับ input เป็นน้ำหนักตัวและส่วนสูง
จากนั้นแสดงผล BMI ทาง output ตามสมการต่อไปนี้

สูตรคำนวนค่าดัชนี้มวลกาย

ิดัชนีมวลกาย = น้ำหนักตัว (kg)/((ส่วนสูง(เมตร)) * (ส่วนสูง(เมตร)))

ตัวอย่างผลลัทพ์

น้ำหนัก: 80
ส่วนสูง(cm):180
ํดัชนีมวลกายของคุณ เท่ากับ 24.5

(10 คะแนน)
"""
x = input("น้ำหนัก: ")
y = input("ส่วนสูง(cm): ")
z = input("ดัชนีมวลกายของคุณ เท่ากับ" )

BMI = {x,y,z}
print(BMI)


